app/Controllers/DuaSarjana.php

    public function index()
    {
        return view ('admin/index2', [
            "title" => 'nama',
            "duasarjana" => $this->duasarjana->findAll()
---
SELECT *
FROM `duasarjana`