app/Controllers/Scientist.php

    public function index()
    {
        return view ('admin/index', [
            "title" => 'nama',
            "scientist" => $this->scientist->findAll()
---
SELECT *
FROM `scientist`