app/Controllers/TugasAkhir.php

    public function index()
    {
        return view ('admin/index3', [
            "title" => 'nama',
            "tugasakhir" => $this->tugasakhir->findAll()
---
SELECT *
FROM `tugasakhir`